Repository: shidahuilang/openwrt-package
Catalog: luci-app-3ginfo-lite/po/*/3ginfo.po
Languages: ru

source: Information about 3G/4G/5G connection
ru: Информация о статусе соединения 3G/4G/5G

source: More information about the 3ginfo on the %seko.one.pl forum%s.
ru: Вся информация о 3ginfo на %sforum eko.one.pl%s.

source: eko.one.pl forum
ru: форум eko.one.pl

source: Details
ru: Подробности

source: USB debug information
ru: Отладка порта USB

source: Configuration
ru: Конфигурация

source: General Information
ru: Общая информация

source: Modem Information
ru: Информация о модеме

source: Cell / Signal Information
ru: Информация о соте / сигнале

source: Technology
ru: Технология

source: Operator
ru: Оператор

source: Signal strength
ru: Качество сигнала

source: Connection statistics
ru: Статистика соединения

source: Modem type
ru: Тип модема

source: Additional information
ru: Дополнительная информация

source: Revision / Firmware
ru: Ревизия / Прошивка

source: IP adress / Communication Port
ru: Адрес IP / Порт связи

source: Chip Temperature
ru: Температура чипа

source: Configuration 3ginfo-lite
ru: Конфигурация 3ginfo-lite

source: Configuration panel for the 3ginfo-lite application.
ru: Панель конфигурации приложения 3ginfo-lite.

source: Network
ru: Сеть

source: IP adress / Port for communication with the modem
ru: IP-адрес / Порт связи с модемом

source: Protocol
ru: Протокол

source: Select the appropriate settings. <br /> <br />Traditional modem. <br /> Select one of the available ttyUSBX ports.<br /> <br />HiLink modem. <br /> Enter the IP address 192.168.X.X under which the modem is available.
ru: Выберите соответствующие настройки. <br /> <br />Обычный модем. <br /> Выберите один из доступных портов ttyUSBX.<br /> <br />Модем типа HiLink. <br /> Введите IP-адрес 192.168.X.X под которым доступен модем.

source: Very good
ru: Очень хороший

source: Good
ru: Хороший

source: Weak
ru: Слабый

source: Very weak
ru: Очень слабый

source: Excellent
ru: Отлично

source: Mid cell
ru: Удовлетворительно

source: Cell edge
ru: На грани

source: SIM status
ru: Статус SIM-карты

source: Not registered
ru: Не зарегистрирован в сети

source: Registered
ru: Зарегистрирован в сети

source: Registered (roaming)
ru: Зарегистрирован в другой сети (роуминг)

source: Registered, only SMS
ru: Зарегистрирован в сети, только SMS

source: Registered (roaming), only SMS
ru: Зарегистрирован в другой сети (роуминг), только SMS

source: Searching..
ru: Поиск..

source: Registering denied
ru: Отказано в регистрации в сети

source: Waiting to read data from the modem...
ru: Ожидание считывания данных с модема...

source: Waiting for connection data...
ru: Ожидание данных для соединения...

source: BTS Search
ru: Поиск базовой станции

source: Search
ru: Поиск

source: Search BTS using Cell ID
ru: Поиск базовой станции по Cell ID

source: Hint: To set up a BTS search engine, all you have to do is select the dedicated website for your location.
ru: Совет: Чтобы настроить поиск базовой станции, просто выберите сайт, соответствующий вашему местоположению.

source: BTS search settings
ru: Настройки поиска базовой станции

source: Website to search for BTS
ru: Сайт для поиска базовой станции

source: Select a website for searching.
ru: Выберите сайт для поиска.

source: SIM Slot
ru: Слот SIM

source: Problem with registering to the network, check the SIM card.
ru: Проблема с регистрацией в сети оператора, проверьте SIM-карту.

source: SIM PIN required
ru: Требуется код PUK2 для SIM-карты

source: SIM PUK required
ru: Требуется код PUK для SIM-карты

source: SIM failure
ru: Сбой SIM-карты

source: SIM busy
ru: SIM-карта занята

source: SIM wrong
ru: Некорректная SIM-карта

source: SIM PIN2 required
ru: Требуется код PIN2 для SIM-карты

source: SIM PUK2 required
ru: Требуется код PUK2 для SIM-карты

source: There is a problem reading data from the modem. <br /><br /><b>Please check:</b> <ul><li>1. Modem availability in the system.</li><li>2. The correct installation of the SIM card in the modem.</li><li> 3. Port for communication with the modem.</li><li><ul>
ru: Возникла проблема со считыванием данных с модема. <br /><br /><b>Пожалуйста проверьте:</b> <ul><li>1. Наличие модема в системе.</li><li>2. Правильность установки SIM-карты в модем.</li><li> 3. Правильно указан порт для связи с модемом.</li><li><ul>

source: There is a problem reading connection data. <br /><br /><b>Please check:</b> <ul><li>1. Connection of the modem to the internet, the correctness of the entered APN. Some modems need to force the APN on the modem using at commands to connect to internet.</li><li> 2. Check that the correct interface assigned to the modem is selected. The default name of the interface in the package is wan.</li><li><ul>
ru: При чтении данных о соединении возникла проблема. <br /><br /><b>Пожалуйста проверьте:</b> <ul><li>1. Подключение модема к Интернету, правильность введенного APN. Некоторые модемы требуют ввести APN на модеме с помощью AT команд, чтобы подключиться к Интернету.</li><li> 2. Убедитесь, что выбран правильный интерфейс, назначенный модему. По умолчанию в комплекте поставки используется имя интерфейса wan.</li><li><ul>

source: Defined modems
ru: Добавленные модемы

source: Interface for selecting user defined modems.
ru: Интерфейс выбора добавленных пользователем модемов.

source: Modem selection menu
ru: Меню выбора модема

source: SIM card menu
ru: Меню SIM-карты

source: Information read from the SIM card and device.
ru: Чтение информации с SIM-карты и устройства.

source: Hint
ru: Подсказка

source: CLICK ME TO SEE NEW MENU
ru: НАЖМИ МЕНЯ ЧТОБЫ УВИДЕТЬ НОВОЕ МЕНЮ
