Repository: shidahuilang/openwrt-package
Catalog: luci-app-cellled/po/*/cellled.po
Languages: ru

source: Application for showing cellular RSSI LEDs
ru: Отображение сигнала сотовой сети RSSI

source: Select Data service'
ru: Выберите тип данных

source: Select Data port
ru: Выберите порт данных

source: Timeout interval data(sec)
ru: Интервал обновления данных (сек)

source: Use RGB Led
ru: Используется RGB Led

source: Enable if Support PWM LED
ru: Включить ШИМ, если доступно

source: Red LED
ru: Красный

source: Greed LED
ru: Зеленый

source: Blue LED
ru: Синий

source: Signal strength values
ru: Значения силы сигнала

source: Min.value %
ru: Мин.значение %

source: Max.value %
ru: Макс.значение %

source: Quality
ru: Качество

source: Poor
ru: Ничтожное

source: Bad
ru: Плохое

source: Fair
ru: Среднее

source: Good
ru: Хорошее
