Repository: shidahuilang/openwrt-package
Catalog: relevance/kwrt-packages/luci-app-pingcontrol/po/*/pingcontrol.po
Languages: ru

source: Server availability check
ru: Проверка доступности сервера

source: Period of check, sec
ru: Период проверки, сек

source: Ping interface
ru: Интерфейс для ping-запросов

source: IP address or hostname of test servers
ru: IP-адрес или имя хоста тестовых серверов

source: Failed attempts before iface up/down
ru: Количество неудачных попыток до переподключения интерфейса

source: Failed attempts before reboot
ru: Количество неудачных попыток до перезагрузки устройства

source: Configuration name
ru: Имя конфигурации

source: Commands
ru: Команды

source: Successful ping
ru: Пинг успешен

source: Ping lost
ru: Пинг потерян

source: Ping restored
ru: Пинг восстановлен

source: Before interface down
ru: Перед отключением интерфейса

source: After interface up
ru: После включения интерфейса

source: Before reboot
ru: Перед перезагрузкой
