Repository: shidahuilang/openwrt-package
Catalog: luci-app-torbp/lang/torbp.*.po
Languages: ru, zh_cn

source: Tor bridges proxy
ru: Tor прокси
zh_cn: Tor 桥接代理

source: Tor with SOCKS 5 proxy with a UI for the ability to add bridges
ru: Tor SOCKS 5 прокси с интерфейсом, позволяющим добавлять мосты
zh_cn: Tor Socks5 代理，具有一个gui界面来添加网桥

source: Tor configuration
ru: Настройки Tor
zh_cn: Tor 设置

source: Stop & Disable start on boot
ru: Остановить и Отключить автозапуск
zh_cn: 停止 & 禁止自动启动

source: Start & Enable start on boot
ru: Запустить и Включить автозапуск
zh_cn: 启动 & 启用自动启动

source: NOT ENABLED on boot
ru: НЕ ЗАПУСКАЕТСЯ при загрузке
zh_cn: 自动启动已禁用

source: ENABLED on boot
ru: ЗАПУСКАЕТСЯ при загрузке
zh_cn: 自动启动已启用

source: Tor is Running
ru: Tor запущен
zh_cn: Tor 正在运行

source: Tor is not Installed
ru: Tor не установлен
zh_cn: Tor 未安装

source: Tor is not Running
ru: Tor не запущен
zh_cn: Tor 未在运行

source: Make me Tor config
ru: Сконфигурировать Tor
zh_cn: 生成Tor配置

source: Create a sample Tor config
ru: Создать пример конфигурации Tor
zh_cn: 创建配置示例

source: Edit torrc file
ru: Редактирование torrc
zh_cn: 编辑 torrc 文件

source: Apply & Restart Tor
ru: Применить и Перезапустить Tor
zh_cn: 应用 & 重启 Tor

source: Log
ru: Журнал
zh_cn: 日志

source: Tor log
ru: Журнал Tor
zh_cn: Tor 日志

source: and
ru: и
zh_cn: 和

source: with PID
ru: c PID
zh_cn: 带有 PID
