Repository: shidahuilang/openwrt-package
Catalog: luci-app-easyconfig-transfer/po/*/easyconfig-transfer.po
Languages: pl

source: User interface for easyconfig scripts estimating transfer consumption. More information on the %seko.one.pl forum%s.
pl: Interfejs użytkownika dla skryptów easyconfig szacujących zużycie danych. Więcej informacji na forum %seko.one.pl%s.

source: Estimated data usage
pl: Szacowane zużycie danych

source: First Seen
pl: Pierwsza sesja

source: Last Seen
pl: Ostatnia sesja

source: Downloaded
pl: Pobrano

source: Uploaded
pl: Wysłano

source: Configuration - Transfer
pl: Konfiguracja - Transfer

source: Configuration panel of the application calculating transfer statistics.
pl: Panel konfiguracyjny aplikacji wyliczającej statystyki transferu.

source: Data reading period
pl: Okres odczytu danych

source: Data recording period
pl: Okres zapisu danych

source: Beginning of the billing period
pl: Początek okresu rozliczeniowego

source: Warning enabled
pl: Ostrzeżenie włączone

source: Transfer available
pl: Dostępny transfer

source: Warning level
pl: Poziom ostrzeżenia

source: Warning cycle
pl: Cykl ostrzeżenia

source: per period
pl: na okres

source: per day
pl: na dzień

source: Days until the end of the billing period
pl: Dni do końca okresu rozliczeniowego

source: Estimated remaining transfer
pl: Szacowany pozostały transfer

source: approximately remains
pl: w przybliżeniu zostaje

source: Summary
pl: Podsumowanie

source: Today
pl: Dziś

source: Yesterday
pl: Wczoraj

source: Last 7 days
pl: Ostatnie 7 dni

source: Last 30 days
pl: Ostatnie 30 dni

source: Total
pl: Łącznie

source: Current billing period
pl: Bieżący okres rozliczeniowy

source: Expected data usage for the current period
pl: Przewidywane zużycie danych w bieżącym okresie

source: Previous billing period
pl: Poprzedni okres rozliczeniowy

source: Transfer usage statistics
pl: Statystyki zużycia danych

source: Calculations may differ from the operator indications
pl: Wyliczenia mogą się różnić od wskazań operatora

source: Clients
pl: Klienci

source: Make a copy of Database
pl: Utwórz kopię bazy danych

source: Restore
pl: Przywróć

source: Make
pl: Wykonaj

source: a backup
pl: kopię

source: Make a backup
pl: Wykonaj kopię

source: Reset data
pl: Wyczyść dane

source: Main Settings
pl: Ustawienia główne

source: Traffic Settings
pl: Ustawienia ruchu

source: Hide MAC addresses
pl: Ukryj adresy MAC

source: Hide MAC addresses without transfer information.
pl: Ukryj adresy MAC bez danych o transferze.

source: Select how often a compressed copy of the data will be made. <br />Archive path <code>/etc/modem/easyconfig_statistics.json.gz</code>. <br /><br /><b>Important</b> <br />Please remember that frequent write operations shorten the life cycle of memory.
pl: Wybierz co jaki czas będzie robiona skompresowana kopia danych. <br />Ścieżka do archiwum <code>/etc/modem/easyconfig_statistics.json.gz</code>. <br /><br /><b>Ważne</b> <br />Należy pamiętać że częste operacje zapisu skracają cykl życia pamięci.

source: Enable transfer data collection. <br />Data is saved to file <code>/tmp/easyconfig_statistics.json</code>. <br /><br /><b>What you should know</b> <br />With flow offloading enabled, transfer data will be inconsistent with reality or may be completely unavailable.
pl: Włącz zbieranie danych dotyczących transferu. <br />Dane zapisywane są do pliku <code>/tmp/easyconfig_statistics.json</code>. <br /><br /><b>Co powinieneś wiedzieć</b> <br />Przy włączonym flow offloadingu, dane dotyczące transferu będą niezgodne z rzeczywistością lub mogą być całkowicie niedostępne.

source: 1 minute
pl: 1 minutę

source: 3 minutes
pl: 3 minuty

source: 5 minutes
pl: 5 minut

source: 10 minutes
pl: 10 minut

source: 15 minutes
pl: 15 minut

source: 30 minutes
pl: 30 minut

source: 1 hour
pl: 1 godzinę

source: 3 hours
pl: 3 godziny

source: 6 hours
pl: 6 godzin

source: 12 hours
pl: 12 godzin

source: 24 hours
pl: 24 godziny

source: Enter the starting day of the billing period.
pl: Podaj dzień początku okresu rozliczeniowego.

source: Hide selected data in the table
pl: Ukryj wybrane dane w tabeli

source: Select data that will be hidden.
pl: Wybierz dane które będą ukryte.

source: MAC addresses
pl: Adresy MAC

source: MAC addresses & Hostnames
pl: Adresy MAC & Nazwy hostów

source: Show wan in table
pl: Pokaż wan w tabeli

source: Check this option if you want wan to be visible in the table.
pl: Zaznacz tą opcję jeżeli chcesz aby wan był widoczny w tabeli.

source: Enable data usage progress bar
pl: Włącz pasek postępu wykorzystania danych

source: Show a visualization of transfer usage in the form of a progress bar.
pl: Pokaż wizualizację zużycia transferu w postaci paska postępu.

source: Enter the available transfer during the billing period.
pl: Podaj dostępny transfer w okresie rozliczeniowym.

source: Unit of data size
pl: Jednostka wielkości danych

source: Data Count Cycle
pl: Cykl zliczania danych

source: Specify the data visualization/counting interval.
pl: Podaj przedział wizualizacji/zliczania danych.

source: Check this option if you want to save data during a scheduled device restart.
pl: Zaznacz tą opcję jeżeli chcesz zachować dane przy zaplanowanym restarcie urządzenia.

source: Backup at
pl: Wykonaj kopię zapasową o godzinie

source: Restore backup at
pl: Przywróć kopię zapasową o godzinie

source: Backup Settings
pl: Ustawienia kopii danych

source: Move .json file
pl: Przenieś plik .json

source: Correct time format <code>HH:MM</code>.
pl: Poprawny format czasu <code>HH:MM</code>.

source: Expected time is in HH:MM format
pl: Oczekiwany jest czas w formacie HH:MM

source: Enter a numeric value
pl: Podaj wartość liczbową

source: Add a hostname
pl: Dodaj nazwę hosta

source: Enter data as <code>MAC adress;Hostname</code>.
pl: Wprowadź dane jako <code>Adres MAC;Nazwa hosta</code>.

source: Transfer details
pl: Szczegóły transferu

source: Enter the MAC address;Hostname
pl: Wpisz dane adres MAC;Nazwa hosta

source: Do you want to clear transfer statistics data?
pl: Czy chcesz wyczyścić dane statystyczne dotyczące transferu?

source: Transfer statistics
pl: Statystyki transferu

source: There are currently no data to show...
pl: Aktualnie brak danych do pokazania...

source: Additional settings
pl: Pozostałe ustawienia

source: from
pl: od

source: out of
pl: z

source: You have exceeded your available transfer by over
pl: Przekroczyłeś dostępny transfer o

source: Statistics from the current billing period.
pl: Statystyki z bieżącego okresu rozliczeniowego.

source: Must be configured
pl: Musi być skonfigurowany

source: Press Continue to restore the backup, or Cancel to abort the operation.
pl: Naciśnij Kontynuuj, aby przywrócić kopię zapasową, lub Anuluj, aby przerwać operację.

source: Restore .json file from archive
pl: Przywróć plik .json z archiwum

source: Option allows user to restore statistics from the archive.
pl: Opcja pozwala na przywrócenie statystyk z pliku archiwum.

source: Restore .json file
pl: Przywróć plik .json

source: Option allows user to restore statistics from .json file.
pl: Opcja pozwala na przywrócenie statystyk z pliku .json.

source: Download .gz archive
pl: Pobierz archiwum .gz

source: Click to download .gz archive.
pl: Kliknij, aby pobrać archiwum .gz.

source: easyconfig_statistics.json.gz file not found.
pl: Nie znaleziono pliku easyconfig_statistics.json.gz.

source: Download error
pl: Błąd pobierania

source: Download .json file
pl: Pobierz plik .json

source: Click to download .json file.
pl: Kliknij, aby pobrać plik .json.

source: Download of easyconfig_statistics.json failed. Please try again.
pl: Pobieranie pliku easyconfig_statistics.json nie powiodło się. Proszę spróbować ponownie.

source: Error executing easyconfig_statistics.sh
pl: Błąd podczas wykonywania pliku easyconfig_statistics.sh

source: Upload .gz archive
pl: Załaduj archiwum .gz

source: Upload .json file
pl: Załaduj plik .json

source: Save .gz file
pl: Zapisz archiwum .gz

source: Save .json file
pl: Zapisz plik .json
