Repository: shidahuilang/openwrt-package
Catalog: luci-app-iperf/po/*/iperf.po
Languages: oc, ru, zh_hans

source: 0 for unlimited. Need to be limited for UDP test
oc: 0 per cap de limit. Requerís un limit pels ensages UDP
ru: 0 - без ограничений. Для теста UDP число должно быть больше 0
zh_hans: 0代表无限.需要限制UDP测试

source: Bad address specified!
oc: Adreça invalida !
ru: Указан не правильный адрес!
zh_hans: 指定地址错误！

source: Download
oc: Telecargament
ru: Получение
zh_hans: 下载

source: Grant UCI access for luci-app-iperf
ru: Разрешить доступ к UCI для luci-app-iperf
zh_hans: 授予luci-app-iperf UCI访问权限

source: Internet protocol
oc: Protocòl Internet
ru: Интернет протокол
zh_hans: 互联网协议

source: Loading
oc: Cargament
ru: Загрузка
zh_hans: 载入中

source: Mode of operation
oc: Mòde de foncionament
ru: Режим работы
zh_hans: 操作模式

source: Number of parallel client streams to run
oc: Nombre de clients en parallèl
ru: Количество параллельных потоковых клиентов
zh_hans: 要运行的并行客户端流的数量

source: Omit the first n seconds
oc: Sautar las primièras n segondas
ru: Пропустить первые n секунд
zh_hans: 忽略前n秒

source: Server
oc: Servidor
ru: Сервер
zh_hans: 服务器

source: Server VPS IP is bypassed, so this will test only default route speed.
ru: Включен режим байпаса для IP VPS, будет проверена скорость только маршрута по умолчанию.
zh_hans: VPS IP被绕过，因此这将只测试默认的路由速度。

source: Settings
oc: Paramètres
ru: Настройки
zh_hans: 设置

source: Target bitrate (Mbits/s)
oc: Velocitat desirada (Mbits/s)
ru: Целевой битрейт (Mbits/s)
zh_hans: 目标比特率(Mbits/s)

source: Test
oc: Pròva
ru: Тест
zh_hans: 测试

source: This iPerf interface is in bêta. No support for this.
oc: Aquesta interfàcia per iPerf es en beta. Cap de support per aquò.
ru: Этот iPerf interface в режиме beta. Недоступно.
zh_hans: 此iPerf界面位于测试中.对此不支持.

source: Time to transmit for (s)
oc: Temps de transmission (s)
ru: Время передачи (s)
zh_hans: 传输时间 (秒)

source: Upload
oc: Mandadís
ru: Отправка
zh_hans: 上传

source: Waiting for command to complete...
oc: En espèra d’una responsa de la comanda...
ru: Ожидание завершения команды...
zh_hans: 等待命令完成...

source: iPerf
zh_hans: iPerf测速

source: iPerf speed tests
oc: Pròva de velocitat iPerf
ru: iPerf тест скорости
zh_hans: iPerf速度测试
