Repository: shidahuilang/openwrt-package
Catalog: luci-app-atcommands/po/*/atcommands.po
Languages: it

source: AT Commands
it: Comandi AT

source: Configuration
it: Configurazione

source: Please specify the AT command to send
it: Specificare il comando AT da inviare

source: Please set the port for communication with the modem
it: Specificare la porta per la comunicazione con il modem

source: User AT commands
it: Comandi AT dell'utente

source: Command to send
it: Il comando da inviare

source: Clear form
it: Forma chiara

source: Send command
it: Invia il comando

source: Reply
it: Risposta

source: User interface for handling AT commands using sms-tool. More information about the sms-tool on the %seko.one.pl forum%s.
it: Interfaccia utente per la gestione dei comandi AT utilizzando sms-tool. Maggiori informazioni sul programma sms-tool su %sforum eko.one.pl%s.

source: Configuration sms-tool
it: Configurazione dello strumento sms-tool

source: Configuration panel for sms-tool and gui application.
it: Pannello impostazioni per il programma sms-tool e per l'interfaccia utente.

source: Port for communication with the modem
it: Porta di comunicazione modem

source: Select one of the available ttyUSBX ports.
it: Seleziona una delle porte ttyUSBX disponibili.

source: Please select a port
it: Seleziona una porta

source: Each line must have the following format: 'At command description;AT command'. For user convenience, the file is saved to the location '/etc/modem/atcommands.user'.
it: Ogni riga dovrebbe avere il seguente formato: 'AT descrizione comando;AT comando'. Per comodit√†, i comandi AT sono memorizzati nel file /etc/modem/atcommands.user'.

source: Press [Enter] to send the command, press [Delete] to delete the command.
it: Premere [Enter] per inviare il comando, premere [Delete] per eliminare.
