Repository: shidahuilang/openwrt-package
Catalog: luci-app-wizard/po/*/wizard.po
Languages: ru

source: Wizard
ru: Мастер настройки

source: Initial Router Setup
ru: Мастер настройки маршрутизатора

source: Net Settings
ru: Сетевые настройки

source: Wireless Settings
ru: Настройки беспроводной связи

source: If you are using this router for the first time, please configure it here.
ru: Если вы используете этот маршрутизатор в первый раз, пожалуйста, просто настройте его здесь.

source: Three different ways to access the Internet, please choose according to your own situation.
ru: Существует два различных способа серфинга в Интернете, пожалуйста, выбирайте в соответствии с вашей собственной ситуацией.

source: Set the router's wireless name and password. For more advanced settings, please go to the Network-Wireless page.
ru: Задайте имя беспроводной сети и пароль маршрутизатора. для получения более подробных настроек, пожалуйста, перейдите на страницу Cеть-Беспроводная связь.

source: Siderouter
ru: Вторичный роутер

source: Enable IPv6
ru: Включить IPv6

source: Enable/Disable IPv6
ru: Включение/Отключение IPv6

source: Firmware Settings
ru: Настройки встроенного ПО

source: Packages Auto Upgrade
ru: Автоматическое обновление пакета

source: Firmware Upgrade Notice
ru: Напоминание об обновлении прошивки

source: Persistent cookies
ru: Постоянный вход в систему
