Repository: shidahuilang/openwrt-package
Catalog: relevance/kwrt-packages/luci-app-iperf/po/*/iperf.po
Languages: fr

source: 0 for unlimited. Need to be limited for UDP test
fr: 0 pour sans limite. Nécessite d'être limité pour les tests UDP.

source: Bad address specified!
fr: Adresse invalide !

source: Download
fr: Téléchargement

source: Grant UCI access for luci-app-iperf
fr: Accorder l'accès UCI pour luci-app-iperf

source: Internet protocol
fr: Protocole Internet

source: Loading
fr: Chargement

source: Mode of operation
fr: Mode de fonctionnement

source: Number of parallel client streams to run
fr: Nombre de client en parallèle

source: Omit the first n seconds
fr: Passe les n premières secondes

source: Server
fr: Serveur

source: Server VPS IP is bypassed, so this will test only default route speed.
fr: L'IP du serveur VPS est contournée, donc cela testera uniquement la vitesse de route par défaut.

source: Settings
fr: Paramètres

source: Target bitrate (Mbits/s)
fr: Vitesse souhaitée (Mbits/s)

source: Test
fr: Essai

source: This iPerf interface is in bêta. No support for this.
fr: Cette interface pour iPerf est en bêta. Pas de support pour ça.

source: Time to transmit for (s)
fr: Temps de transmission (s)

source: Upload
fr: Téléverser

source: Waiting for command to complete...
fr: En attente de la réponse de la commande...

source: iPerf speed tests
fr: Tests de vitesse iPerf
