Repository: shidahuilang/openwrt-package
Catalog: luci-app-diskman/po/*/diskman.po
Languages: pl

source: DiskMan
pl: Menadżer dysków

source: Manage Disks over LuCI.
pl: Zarządzaj dyskami przez LuCI.

source: Rescan Disks
pl: Skanuj dyski

source: Disks
pl: Dyski

source: Path
pl: Ścieżka

source: Serial Number
pl: Numer seryjny

source: Temp
pl: Temperatura

source: Partition Table
pl: Tablica partycji

source: SATA Version
pl: Wersja SATA

source: Health
pl: Kondycja

source: File System
pl: System plików

source: Mount Options
pl: Opcje montowania

source: Mount
pl: Montuj

source: Umount
pl: Odmontuj

source: Eject
pl: Wysuń

source: New
pl: Nowa

source: Remove
pl: Wysuń

source: Format
pl: Formatuj

source: Start Sector
pl: Sektor początkowy

source: End Sector
pl: Sektor końcowy

source: Usage
pl: Wykorzystane

source: Used
pl: Zajęte

source: Free Space
pl: Wolna przestrzeń

source: Model
pl: Model urządzenia

source: Size
pl: Rozmiar

source: Mount Point
pl: Punkt montowania

source: Sector Size
pl: Rozmiar sektora

source: Rotation Rate
pl: Obroty

source: RAID Devices
pl: Urządzenia RAID

source: RAID mode
pl: Tryb RAID

source: Members
pl: Członkowie

source: Active
pl: Aktywny

source: RAID Creation
pl: Kreator RAID

source: Raid Name
pl: Nazwa RAID

source: Raid Level
pl: Poziom RAID

source: Raid Member
pl: Członek RAID

source: Create Raid
pl: Utwórz RAID

source: Partition Management
pl: Menadżer partycji

source: Partition Disk over LuCI.
pl: Zarządzaj partycjami przez LuCI.

source: Device Info
pl: Informacja o urządzeniu

source: Disk Man
pl: Menadżer dysków

source: Partitions Info
pl: Informacja o partycjach

source: Default 2048 sector alignment, support +size{b,k,m,g,t} in End Sector
pl: Sektory wyrównywane są do wielokrotności 2048, sektor końcowy można podać jako rozmiar w postaci +size{b,k,m,g,t}

source: Multiple Devices Btrfs Creation
pl: Kreator urządzeń Btrfs

source: Label
pl: Etykieta

source: Btrfs Label
pl: Etykieta Btrfs

source: Btrfs Raid Level
pl: Poziom Raid Btrfs

source: Btrfs Member
pl: Członek Btrfs

source: Create Btrfs
pl: Utwórz Btrfs

source: New Snapshot
pl: Nowy obraz

source: SubVolumes
pl: Sub-wolumeny

source: Manage Btrfs
pl: Zarządzaj Btrfs

source: Snapshots
pl: Obrazy

source: Set Default
pl: Ustaw domyślnie

source: Source Path
pl: Ścieżka źródłowa

source: Readonly
pl: Tylko do odczytu

source: Delete
pl: Usuń

source: Create
pl: Utwórz

source: Destination Path (optional)
pl: Ścieżka docelowa (opcjonalnie)

source: Btrfs Info
pl: Informacja o Btrfs

source: The source path for create the snapshot
pl: Ścieżka źródłowa do utworzenia obrazu

source: The path where you want to store the snapshot
pl: Ścieżka w której chcesz przechowywać obraz

source: Please input Source Path of snapshot, Source Path must start with '/'
pl: Proszę podać ścieżkę źródłową dla obrazu, ścieżka musi zaczynać się od '/'

source: Please input Subvolume Path, Subvolume must start with '/'
pl: Proszę podać ścieżkę dla sub-wolumenu, sub-wolumen musi zaczynać się od '/'

source: is in use! please unmount it first!
pl: aktualnie jest w użyciu, proszę najpierw odmontować！

source: Partition NOT found!
pl: Nie znaleziono partycji！

source: Filesystem NOT support!
pl: System plików nie jest obsługiwany！

source: Invalid Start Sector!
pl: Nieprawidłowy sektor początkowy！

source: Invalid End Sector
pl: Nieprawidłowy sektor końcowy！

source: Partition not exists!
pl: Partycja nie istnieje!

source: Creation
pl: Kreator

source: Please select file system!
pl: Proszę wybrać system plików!

source: Format partation:
pl: Format partycji:

source: Warnning !! THIS WILL OVERWRITE EXISTING PARTITIONS!! Modify the partition table?
pl: Ostrzeżenie !! ISTNIEJĄCE PARTYCJE ZOSTANĄ NADPISANE!! Zmodyfikować tablicę partycji?
