Repository: shidahuilang/openwrt-package
Catalog: luci-app-sms-tool-js/po/*/sms-tool-js.po
Languages: ru

source: SMS Messages
ru: Сообщения SMS

source: Received Messages
ru: Полученные сообщения

source: Send Messages
ru: Отправка сообщений

source: From
ru: От

source: Received
ru: Получено

source: Message
ru: Сообщение

source: Configuration
ru: Настройка

source: AT Commands
ru: AT-команды

source: Please enter phone number
ru: Введите номер телефона

source: Please enter a message text
ru: Введите текст сообщения

source: Reply
ru: Ответить

source: Please enter a USSD code
ru: Введите команду USSD

source: USSD Codes
ru: Команды USSD

source: Send to
ru: Кому

source: Message text
ru: Содержание сообщения

source: Send
ru: Отправить

source: Send to number
ru: Отправить на номер

source: to number
ru: на номер

source: to group
ru: группе

source: SMS sent sucessfully
ru: SMS успешно отправлено

source: Code to send
ru: Команда для отправки

source: Send code
ru: Отправить команду

source: SMS Settings
ru: Настройки SMS

source: USSD Codes Settings
ru: Настройки команд USSD

source: SMS reading port
ru: Порт для чтения SMS

source: SMS sending port
ru: Порт для отправки SMS

source: AT commands sending port
ru: Порт для отправки AT-команд

source: AT Commands Settings
ru: Настройки AT-команд

source: Merge split messages
ru: Объединять разделённые сообщения

source: Checking this option will make it easier to read the messages, but it will cause a discrepancy in the number of messages shown and received.
ru: Разделенные сообщения будут объединены. Установка этого параметра облегчит чтение SMS, но приведет к несоответствию в отображении количества полученных сообщений.

source: USSD sending port
ru: Порт для отправки команд USSD

source: Sending USSD code in plain text
ru: Отправка команд USSD простым текстом

source: Receive message without PDU decoding
ru: Получение сообщения без декодирования его как PDU

source: Send the USSD code in plain text. Command is not being coded to the PDU.
ru: Отправка команд USSD в виде обычного текста. Команда не кодируется в PDU.

source: Receive and display the message without decoding it as a PDU.
ru: Полученное сообщение отображается без декодирования его как PDU.

source: Explanation of number and prefix
ru: Подсказка по формату номера

source: In the tab for sending SMSes, show an explanation of the prefix and the correct phone number.
ru: Отображать на вкладке для отправки SMS-сообщений пояснение о формате префикса и номера телефона.

source: The phone number should be preceded by the country prefix (for Poland it is 48, without '+'). If the number is 5, 4 or 3 characters, it is treated as 'short' and should not be preceded by a country prefix.
ru: Перед телефонным номером должен стоять префикс страны (для России это 7, без знака '+'). Если номер состоит из 5, 4 или 3 символов, он считается 'коротким' и не должен предваряться префиксом страны.

source: The phone number should be preceded by the country prefix (for Poland it is 48, without +). If the number is 5, 4 or 3 characters, it is treated as.. short and should not be preceded by a country prefix.
ru: Перед телефонным номером должен стоять префикс страны (для России это 7, без знака +). Если номер состоит из 5, 4 или 3 символов, он считается коротким и не должен предваряться префиксом страны.

source: Add prefix to phone number
ru: Добавить префикс к номеру телефона

source: Automatically add prefix to the phone number field.
ru: Автоматически добавлять префикс в поле номера телефона.

source: Prefix number
ru: Префикс

source: Please specify the command to send
ru: Укажите команду для отправки

source: Please specify the code to send
ru: Укажите команду для отправки

source: Please set the port for communication with the modem
ru: Укажите порт для связи с модемом

source: User AT commands
ru: Пользовательские AT-команды

source: Command to send
ru: Команда для отправки

source: Clear form
ru: Очистить форму

source: Send command
ru: Отправить команду

source: Message storage area
ru: Где хранить сообщения

source: Messages are stored in a specific location (for example, on the SIM card or modem memory), but other areas may also be available depending on the type of device.
ru: Сообщения хранятся в определенном месте (например, на SIM-карте или в памяти модема), но в зависимости от типа устройства могут быть доступны и другие места.

source: SIM card
ru: SIM-карта

source: Modem memory
ru: Память модема

source: Messages store in
ru: Место хранения сообщений

source: Messages (inbox / maximum)
ru: Сообщений (в хранилище / максимум)

source: Delete selected
ru: Удалить выбранные

source: Delete message(s)
ru: Удалить сообщения

source: Delete all
ru: Удалить все

source: Refresh messages
ru: Проверить сообщения

source: Please select the message(s) to be deleted
ru: Укажите сообщения для удаления

source: Delete selected message(s)?
ru: Удалить выбранные сообщения?

source: Delete all the messages?
ru: Удалить ВСЕ сообщения?

source: User interface for reading messages using sms-tool. More information about the sms-tool on the %seko.one.pl forum%s.
ru: Пользовательский интерфейс для чтения SMS-сообщений с помощью sms-tool. Для получения дополнительной информации о sms-tool посетите %sforum eko.one.pl%s.

source: User interface for sending messages using sms-tool. More information about the sms-tool on the %seko.one.pl forum%s.
ru: Пользовательский интерфейс для отправки SMS-сообщений с помощью sms-tool. Дополнительная информация о sms-tool на %sforum eko.one.pl%s.

source: User interface for sending AT commands using sms-tool. More information about the sms-tool on the %seko.one.pl forum%s.
ru: Пользовательский интерфейс для отправки AT-команд через sms-tool. Дополнительная информация о программе sms-tool на %sforum eko.one.pl%s.

source: User interface for sending USSD codes using sms-tool. More information about the sms-tool on the %seko.one.pl forum%s.
ru: Пользовательский интерфейс для отправки команд USSD с помощью программы sms-tool. Дополнительная информация о программе sms-tool на %sforum eko.one.pl%s.

source: Configuration sms-tool
ru: Конфигурация sms-tool

source: Configuration panel for sms-tool and gui application.
ru: Панель настроек для sms-tool и пользовательского интерфейса.

source: Port for communication with the modem
ru: Порт для связи с модемом

source: Select one of the available ttyUSBX ports.
ru: Выберите один из доступных портов ttyUSBX.

source: Please select a port
ru: Выберите порт

source: User contacts
ru: Записная книжка

source: Enable group messaging
ru: Включить рассылку группе

source: This option allows you to send one message to all contacts in the user's contact list.
ru: Эта опция позволяет отправить одно сообщение всем контактам из записной книжки.

source: Message sending delay
ru: Задержка отправки сообщения

source: [Bot] Message sent to number:
ru: [Бот] Сообщение отправлено на номер:

source: User USSD codes
ru: Пользовательские команды USSD

source: Each line must have the following format: 'Contact name;phone number'. For user convenience, the file is saved to the location <code>/etc/modem/phonebook.user</code>.
ru: Каждый контакт заносится отдельной строкой в формате: 'Имя контакта;номер телефона'. Для удобства использования сохраняется в файле <code>/etc/modem/phonebook.user</code>.

source: Each line must have the following format: 'At command description;AT command'. For user convenience, the file is saved to the location <code>/etc/modem/atcmmds.user</code>.
ru: Каждая команда заносится отдельной строкой в формате: 'Описание;AT-команда'. Для удобства использования сохраняется в файле <code>/etc/modem/atcmmds.user</code>.

source: Each line must have the following format: 'Code description;code'. For user convenience, the file is saved to the location <code>/etc/modem/ussdcodes.user</code>.
ru: Каждая команда заносится отдельной строкой в формате: 'Описание;команда USSD'. Для удобства использования сохраняется в файле <code>/etc/modem/ussdcodes.user</code>.

source: Press [Enter] to send the command, press [Delete] to delete the command
ru: Нажмите [Enter] для отправки, или [Delete] чтобы удалить команду

source: Press [Enter] to send the code, press [Delete] to delete the code
ru: Нажмите [Enter] для отправки, или [Delete] чтобы удалить команду

source: Press [Delete] to delete the phone number
ru: Нажмите [Delete] чтобы удалить номер

source: Press [Delete] to delete the content of the message
ru: Нажмите [Delete] чтобы удалить содержимое сообщения

source: Notification Settings
ru: Настройки уведомлений

source: The LED informs about a new message. Before activating this function, please config and save the SMS reading port, time to check SMS inbox and select the notification LED.
ru: Уведомление диодом о новых сообщениях. Прежде чем активировать эту функцию, установите порт чтения сообщений, время проверки входящих сообщений и выберите диод уведомления.

source: Check inbox every minute(s)
ru: Интервал проверки входящих (мин.)

source: Specify how many minutes you want your inbox to be checked.
ru: Укажите интервал проверки папки входящих сообщений на наличие новых сообщений в минутах..

source: Notification LED
ru: Диод уведомлений

source: Select the notification LED.
ru: Выберите диод для уведомлений.

source: Notify new messages
ru: Уведомлять о новых сообщениях

source: Restart the inbox checking process every
ru: Перезагружать процесс проверки входящих сообщений через каждые

source: The process will restart at the selected time interval. This will eliminate the delay in checking your inbox.
ru: Процесс будет перезапускаться через выбранное время. Это устранит задержку при проверке входящих сообщений.

source: 4h
ru: 4 ч.

source: 6h
ru: 6 ч.

source: 8h
ru: 8 ч.

source: 12h
ru: 12 ч.

source: The diode is dedicated only to these notifications
ru: Диод предназначен только для этих уведомлений

source: Select 'No' in case the router has only one LED or if the LED is multi-tasking. <br /><br /><b>Important</b> <br />This option requires LED to be defined in the system (if possible) to work properly. This requirement applies when the diode supports multiple tasks.
ru: Выберите 'Нет', если маршрутизатор имеет только один диод или если диод поддерживает несколько задач. <br /><br /><b>Важно</b> <br />Данная настройка требует для корректной работы, чтобы диод был определен в системе (если это возможно). Это требование применяется, когда диод поддерживает несколько задач.

source: [3 - 59] second(s) <br /><br /><b>Important</b> <br />Messages are sent without verification and confirmation delivery of the message. Therefore, there is a risk of non-delivery of the message.
ru: [3 - 59] секунд(ы) <br /><br /><b>Важно</b> <br />Сообщения отправляются без проверки и подтверждения доставки сообщения. Поэтому существует риск, что сообщение не будет доставлено.

source: No
ru: Нет

source: Yes
ru: Да

source: Merge algorithm
ru: Алгоритм склеивания

source: Simple (merge without sorting)
ru: Простой (без сортировки)

source: Advanced (merges with sorting)
ru: Продвинутый (с сортировкой)

source: Phone number to be blurred
ru: Частично скрыть номер

source: The last 5 digits of this number will be blurred.
ru: Последние 5 цифр этого номера будут размыты.

source: Expect a decimal value between five and fifty-nine
ru: Ожидается десятичное значение от пяти до пятидесяти девяти

source: Expect a decimal value between three and fifty-nine
ru: Ожидается десятичное значение от трёх до пятидесяти девяти

source: Expect a decimal value
ru: Ожидается десятичное значение

source: Direction of message merging
ru: Направление склеивания сообщений

source: From beginning to end
ru: От начала до конца

source: From end to beginning
ru: От конца к началу

source: Save messages to a text file
ru: Сохранить сообщения в текстовый файл

source: Save sms to txt file?
ru: Сохранить SMS в файл txt?

source: Save as .txt file
ru: Сохранить как файл .txt

source: Saving...
ru: Сохранение...

source: Please wait.. Process of saving SMS message to a text file is in progress.
ru: Подождите.. SMS сообщения записываются в файл.

source: This option allows to backup SMS messages or, for example, save messages that are not supported by the sms-tool.
ru: Эта опция позволяет создавать резервные копии SMS-сообщений или, например, сохранять сообщения, не поддерживаемые sms-tool.

source: Delete all messages
ru: Удалить все сообщения

source: This option allows you to delete all SMS messages when they are not visible in the 'Received Messages' tab.
ru: Эта опция позволяет удалить все SMS-сообщения, если они не отображаются на вкладке 'Полученные сообщения'.

source: Saving SMS messages to a file failed. Please try again.
ru: Не удалось сохранить SMS в файл. Пожалуйста, попробуйте еще раз.
