Repository: shidahuilang/openwrt-package
Catalog: applications/luci-app-coovachilli/po/*/coovachilli.po
Languages: cs, es, it

source: Network Configuration
cs: Nastavení sítě
es: Configuración de red
it: Configurazione della Rete

source: RADIUS configuration
cs: Nastavení RADIUS
es: Configuración de RADIUS
it: Configurazione RAGGIO

source: UAM and MAC Authentication
cs: UAM a MAC ověřování
es: Autenticación UAM y MAC
it: Autenticazione UAM e MAC

source: General configuration
cs: Obecná konfigurace
es: Configuración General
it: Configurazione generale

source: General CoovaChilli settings
cs: Obecné nastavení CoovaChilli
es: Configuración General de CoovaChilli
it: Impostazioni generali di CoovaChilli

source: Command socket
cs: Příkazový socket
es: Socket de Comando
it: Socket di comando

source: UNIX socket used for communication with chilli_query
cs: UNIX socket, používaný pro komunikaci s chilli_query
es: SocketUNIX utilizado para comunicación con chilli_query
it: Socket UNIX usato per la comunicazione con chilli_query

source: Config refresh interval
cs: Interval obnovení konfigurace
es: Configuración del intervalo de refresco
it: Intervallo di aggiornamento configurazione

source: Pid file
cs: PID soubor
es: Fichero Pid
it: File Pid

source: TUN/TAP configuration
cs: Nastavení TUN/TAP
es: Configuración TUN / TAP
it: Configurazione TUN/TAP

source: Network/Tun configuration
cs: Nastavení sítě/Tun
es: Configuración de Red / Tun
it: Configurazione Rete/TUN

source: Network down script
cs: Network down skript

source: Network up script
cs: Network up skript
es: Script de subida de red

source: Script executed after the tun network interface has been brought up
cs: Skript, spuštěný po nahození síťového rozhraní TUN
es: Script ejecutado después de que la interfaz de red tun haya sido levantado.

source: Primary DNS Server
cs: Primární DNS server
es: Servidor DNS primario
it: Server DNS Primario

source: Secondary DNS Server
cs: Sekundární DNS server
es: Servidor DNS secundario
it: Server DNS Secondario

source: Domain name
cs: Doménové jméno
es: Nombre de dominio
it: Nome di dominio

source: Dynamic IP address pool
cs: Pool dynamických IP adres
es: Conjunto de direcciones IP Dinámicas

source: Specifies a pool of dynamic IP addresses
cs: Urči rozsah, z něhož se budou přidělovat dynamické IP adresy
es: Especifica un conjunto de direcciones IP Dinámicas
it: Specifica un pool di indirizzi IP dinamici

source: IP down script
cs: IP down skript
es: Scripts de bajada IP

source: IP up script
cs: IP up skript
es: Script de subida IP

source: Network address of the uplink interface (CIDR notation)
cs: Síťová adresa uplink rozhraní (CIDR notace)
it: Indirizzo di rete dell'interfaccia di uplink (CIDR notazione)

source: Static IP address pool
cs: Pool statických IP adres

source: Specifies a pool of static IP addresses
cs: Určuje rozsah, z něhož se budou přidělovat statické IP adresy

source: TX queue length
cs: Délka odchozí fronty

source: The TX queue length to set on the TUN/TAP interface
cs: Délka odchozí fronty na zařízení TUN/TAP

source: Use TAP device
cs: Použít zařízení TAP

source: Use the TAP interface instead of TUN
cs: Použít TAP rozhraní namísto TUN

source: DHCP configuration
cs: Nastavení DHCP

source: Set DHCP options for connecting clients
cs: Nastavit možnosti DHCP pro příchozí klienty

source: DHCP end number
cs: DHCP koncové číslo

source: Where to stop assigning IP addresses (default 254)
cs: Kde přestat přidělovat IP adresy (standardně 254)

source: DHCP interface
cs: DHCP rozhraní

source: Where to start assigning IP addresses (default 10)
cs: Odkud začít přidělovat IP adresy

source: Enable IEEE 802.1x
cs: Povolit IEEE 802.1x

source: Enable IEEE 802.1x authentication and listen for EAP requests
cs: Povolit IEEE 802.1x autentizaci a naslouchat požadavkům EAP

source: Admin password
cs: Administrátorské heslo

source: Admin user
cs: Administrátorský uživatel

source: Do not check disconnection requests
cs: Neověřovat požadavky na odpojení

source: Do not check the source IP address of radius disconnect requests
cs: Neověřovat zdrojovou IP adresu požadavku na odpojení protokolu RADIUS

source: Allow OpenID authentication
cs: Povolit autentizaci pomocí OpenID

source: The IP address of radius server 1
cs: IP adresa prvního radius serveru

source: The IP address of radius server 2
cs: IP adresa druhého radius serveru

source: Swap the meaning of "input octets" and "output octets" as it related to RADIUS attribtues
cs: Prohodit významy spojení "vstupní oktety" a "výstupní oktety", vztahující se k atributům protokolu RADIUS

source: Allow WPA guests
cs: Povolit WPA hosty

source: Proxy client
cs: Proxy klient

source: IP address from which radius requests are accepted. If omitted the server will not accept radius requests
cs: IP adresa, ze které budou přijímány požadavky radius. Pokud necháte prázdné, server nebude přijímat požadavky protokolu RADIUS.

source: Proxy listen address
cs: Naslouchající adresa Proxy

source: Local interface IP address to use for accepting radius requests
cs: IP adresa místního rozhraní, určená pro naslouchání požadavkům protokolu RADIUS

source: Proxy port
cs: Port Proxy

source: UDP Port to listen to for accepting radius requests
cs: UDP port, určený pro naslouchání požadavkům protokolu RADIUS

source: UAM configuration
cs: Konfigurace UAM

source: Unified Configuration Method settings
cs: Nastavení 'Unified Configuration Method'

source: Use Chilli XML
cs: Použít Chilli XML

source: Default idle timeout
cs: Výchozí časový limit nečinnosti

source: Default idle timeout unless otherwise set by RADIUS (defaults to 0)
cs: Výchozí časový limit nečinnosti, pokud nebyl nastaven pomocí RADIUS (standardně 0)

source: Default session timeout
cs: Výchozí časový limit sezení

source: Default session timeout unless otherwise set by RADIUS (defaults to 0)
cs: Výchozí časový limit sezení, pokud není RADIUS nastaven jinak (standardně 0)

source: Inspect DNS traffic
cs: Kontrolovat DNS provoz

source: Local users file
cs: Soubor s místními uživateli

source: A colon separated file containing usernames and passwords of locally authenticated users
cs: Soubor, obsahující uživatelská jména a hesla místně ověřovaných uživatelů. Jednotlivé položky jsou odděleny dvojtečkou.

source: Location name
cs: Název umístění

source: Human readable location name used in JSON interface
cs: Čitelný název umístění, používán v rozhraní JSON

source: Do not redirect to UAM server
cs: Nepřesměrovávat na UAM server

source: Do not return to UAM server on login success, just redirect to original URL
cs: Při úspěšném přihlášení nevracet na UAM server, pouze přesměrovat na původní URL

source: Do not do WISPr
cs: Neprovádět WISPr

source: Allowed resources
cs: Povolené zdroje

source: List of resources the client can access without first authenticating
cs: Seznam zdrojů, jež může klient využívat bez nutnosti autentizace

source: Allow any DNS server
cs: Povolit libovolný DNS server

source: Allow any DNS server for unauthenticated clients
cs: Povolí libovolný DNS server neověřeným klientům

source: Allow any IP address
cs: Povolit libovolnou IP adresu

source: Allowed domains
cs: Povolené domény

source: UAM homepage
cs: Domovská stránka UAM

source: URL of homepage to redirect unauthenticated users to
cs: URL domovské stránky, na kterou budou přesměrováni neověření uživatelé

source: IP address to listen to for authentication of clients
cs: IP adresa, na které naslouchat za účelem ověřování klientů

source: UAM logout IP
cs: Odhlašovací IP UAM

source: Use this IP address to instantly logout a client accessing it (defaults to 1.1.1.1)
cs: Adresa, sloužící k okamžitému odhlášení klienta, pokud na ní přistoupí (standardně 1.1.1.1)

source: UAM listening port
cs: Naslouchající port UAM

source: URL of web server to use for authenticating clients
cs: URL web serveru, sloužícího k ověřování klientů

source: UAM user interface
cs: Uživatelské rozhraní UAM

source: Use status file
cs: Použít stavový soubor

source: Write the status of clients in a non-volatile state file (experimental)
cs: Zapisovat stavy klientů do stálého stavového souboru (experimentální)

source: WISPr login url
cs: Přihlašovací URL WISPr

source: Web content directory
cs: Adresář s webovým obsahem

source: Directory where embedded local web content is placed
cs: Adresář, ve kterém je umístěn místní webový obsah.

source: MAC configuration
cs: Nastavení MAC

source: Configure MAC authentication
cs: Nastavit ověřování pomocí MAC

source: Allowed MAC addresses
cs: Povolené MAC adresy

source: List of MAC addresses for which MAC authentication will be performed
cs: Seznam MAC adres, pro které bude prováděno ověřování pomocí MAC

source: Authenticate locally allowed MACs
cs: Ověřit lokálně povolené MAC

source: Authenticate allowed MAC addresses without the use of RADIUS
cs: Ověří povolené MAC adresy bez použití protokolu RADIUS

source: Enable MAC authentification
cs: Povolit ověřování pomocí MAC

source: Password
cs: Heslo

source: Suffix
cs: Přípona

source: Re-read configuration file and do DNS lookups every interval seconds. This has the same effect as sending the HUP signal. If interval is 0 (zero) this feature is disabled.
es: Vuelve a leer el fichero de configuracion y las consultas DNS cada intervalo de segundos. Eso tiene el mismo efecto que enviar la señal HUP. Si el intervalo es 0 (cero) se inhabilita la función.
it: Rilegge il file di configurazione ed esegue una ricerca DNS ogni intervallo in secondi. Questo ha lo stesso risultato dell'invio del segnale HUP. Se l'intervallo è 0 (zero) questa funzionalità è disabilitata.

source: Filename to put the process id
es: Nombre de archivo donde poner el ID del proceso

source: State directory
es: Directorio de estado

source: Directory of non-volatile data
es: Directorio de datos no volátiles

source: Script executed after a session has moved from authorized state to unauthorized
es: Script ejecutado cuando el estado de una sesión es alterado de autorizado a no autorizado

source: Is used to inform the client about the domain name to use for DNS lookups
es: Se utiliza para informar al cliente sobre el nombre de dominio a utilizar para las consultas DNS

source: Script executed after the tun network interface has been taken down
es: Script ejecutado después de que la red de interfaz tun sea bajado
