Repository: shidahuilang/openwrt-package
Catalog: relevance/kwrt-packages/luci-app-cpu-perf/po/*/cpu-perf.po
Languages: ru

source: An error has occurred
ru: Произошла ошибка

source: CPU
ru: ЦПУ

source: CPU Performance
ru: Производительность ЦПУ

source: CPU performance management.
ru: Управление производительностью процессора.

source: CPU performance scaling not available...
ru: Масштабирование производительности ЦПУ недоступно...

source: Command failed
ru: Команда не выполнена

source: Conservative governor
ru: Регулятор conservative

source: Conservative tunables
ru: Настройки conservative

source: Current frequency
ru: Текущая частота

source: Disabled
ru: Отключено

source: Enable
ru: Включить

source: Enabled
ru: Включено

source: Failed to get %s init status: %s
ru: Не удалось получить статус инициализации %s: %s

source: Frequency decrease deferral factor.
ru: Коэффициент отсрочки уменьшения частоты.

source: Frequency step in percent of the maximum frequency the governor is allowed to set.
ru: Шаг частоты в процентах от максимальной частоты, которую может установить регулятор.

source: Frequency value must not be
ru: Значение частоты не должно быть

source: GHz
ru: ГГц

source: If checked, it will cause the CPU load estimation code to treat the CPU time spent on executing tasks with "nice" levels greater than 0 as CPU idle time.
ru: Если включено, код оценки загрузки ЦПУ будет рассматривать время ЦПУ, затрачиваемое на выполнение задач с уровнями "nice" выше 0, как время простоя ЦПУ.

source: If the estimated CPU load is above this value (in percent), the governor will set the frequency to the maximum value.
ru: Если расчетная загрузка ЦПУ выше этого значения (в процентах), регулятор установит максимальное значение частоты.

source: KHz
ru: КГц

source: MHz
ru: МГц

source: Maximum frequency
ru: Максимальная частота

source: Maximum frequency the CPU is allowed to be running.
ru: Максимальная частота, на которой может работать ЦПУ.

source: Maximum scaling frequency
ru: Максимальное масштабирование частоты

source: Minimum frequency
ru: Минимальная частота

source: Minimum frequency the CPU is allowed to be running.
ru: Минимальная частота, на которой может работать ЦПУ.

source: Minimum scaling frequency
ru: Минимальное масштабирование частоты

source: No performance data...
ru: Нет данных о производительности...

source: Ondemand governor
ru: Регулятор ondemand

source: Ondemand tunables
ru: Настройки ondemand

source: Performance managment
ru: Управление производительностью

source: Performance scaling not available for this CPU...
ru: Масштабирование производительности недоступно для этого процессора...

source: Run at startup
ru: Запуск при старте системы

source: Scaling governor
ru: Регулятор масштабирования

source: Scaling governors implement algorithms to estimate the required CPU capacity.
ru: Регуляторы масштабирования реализуют алгоритмы для оценки требуемой мощности ЦПУ.

source: Service action failed "%s %s": %s
ru: Не удалось выполнить действие службы "%s %s": %s

source: Threshold value (in percent) used to determine the frequency change direction.
ru: Пороговое значение (в процентах), используемое для определения направления изменения частоты.

source: default value:
ru: стандартное значение:

source: higher
ru: выше

source: lower
ru: ниже

source: than the
ru: чем
