Repository: shidahuilang/openwrt-package
Catalog: relevance/kwrt-packages/luci-app-packet-capture/po/*/packet-capture.po
Languages: fr

source: Capture packets with tcpdump.
fr: Capturez des paquets avec tcpdump.

source: Close
fr: Fermer

source: Convert host addresses to names.
fr: Convertissez les adresses d'hôte en noms.

source: Download
fr: Téléchargement

source: Download capture file
fr: Télécharger le fichier de capture

source: Duration
fr: Durée

source: Duration of packet capturing in seconds.
fr: Durée de la capture des paquets en secondes.

source: Filter
fr: Filtre

source: Grant access to tcpdump ubus object
fr: Accorder l'accès à l'objet ubus tcpdump

source: Number of packets to be captured.
fr: Nombre de paquets à capturer.

source: Packet Capture
fr: Capture de paquets

source: Packet Capture - Tcpdump
fr: Capture de paquets - Tcpdump

source: Packets
fr: Paquets

source: Print the link-level header on each dump line.
fr: Imprimez l'en-tête du lien sur chaque ligne de capture.

source: Resolve domains
fr: Résoudre les domaines

source: Save capture to pcap file.
fr: Enregistrez la capture dans le fichier pcap.

source: Save to file
fr: Enregistrer dans un fichier

source: Start tcpdump
fr: Démarrez tcpdump

source: Stop tcpdump
fr: Arrêter tcpdump

source: Tcpdump filter like protocol, port etc.
fr: Filtre pour tcpdump comme le protocole, le port, etc.

source: Verbose output
fr: Sortie verbeuse
